Repository: HanweeeeLee/DefaultLanguage
Catalog: DefaultLanguage/DefaultLanguage/Localization/Resource/*.lproj/Localizable.strings
Languages: de, es, th, vi

# PREFERENCE_ITEM_CONTENTS
source: Setting
de: Einstellungen
es: establecimiento
th: ตั้งค่าต่าง ๆ
vi: sự thiết lập

# EXIT_ITEM_CONTENTS
source: Quit
de: Beenden Sie es
es: fin
th: การเลิก
vi: Kết thúc

# REMOVE_BTN_CONTENTS
source: Remove
de: Entfernt das
es: eliminación
th: การตัดออก
vi: loại bỏ

# ADD_TEXT_LABEL_CONTENTS
source: To add
de: Fügt hinzu
es: adicionador
th: เพิ่ม
vi: Thêm vào

# ADD_BTN_TEXT_CONTENTS
source: Additional
de: Hinzufügen
es: adición
th: เพิ่ม
vi: sự bổ sung

# WELCOME_USER_NOTI_TITLE
source: Welcome
de: Herzlich willkommen
es: Bienvenido
th: ยินดีต้อนรับ
vi: Chào mừng bạn

# WELCOME_USER_NOTI_CONTENTS
source: DefaultLanguage is enabled.
de: DefaultLanguage ist aktiviert.
es: DefaultLanguage está habilitado.
th: DefaultLanguage เปิดใช้งาน
vi: Ngôn ngữ mặc định được bật.

# AUTO_RUNNING_OPTION_TITLE
source: AutoPlay on Boot
de: AutoPlay beim Booten
es: Reproducción automática en el arranque
th: เล่นอัตโนมัติเมื่อบู๊ต
vi: Tự động phát khi khởi động

# WELCOM_MSG_OPTION_TITLE
source: Welcome Message
de: Willkommensnachricht
es: mensaje de bienvenida
th: ข้อความต้อนรับ
vi: tin nhắn chào mừng

# OPTION_CHECK_BOX_TITLE
source: Use
de: Benutzen
es: Utilizar
th: ใช้
vi: Sử dụng
